openshwprojects/OpenBK7231T_App/src/libraries/ESP32_Display_Panel/test_apps/board/espressif/sdkconfig.ci.BOARD_ESPRESSIF_ESP32_S3_BOX
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_SPIRAM_MODE_OCT=y

CONFIG_BOARD_ESPRESSIF_ESP32_S3_BOX=y
